export const funnelsList = [
  {
    id: '01',
    name: 'Первичный скрининг',
    status: 'succeed',
    date: '2023-04-24T04:14:25.924+00:00',
    stages: [
      {
        id: '01-01',
        name: 'Резюме изучено',
        status: 'succeed',
        date: '2023-04-23T04:14:25.924+00:00',
      },
      {
        id: '01-02',
        name: 'Навыки грэйдированы',
        status: 'succeed',
        date: '2023-04-24T04:14:25.924+00:00',
      },
    ],
  },
  {
    id: '02',
    name: 'Интервью с HR',
    status: 'succeed',
    date: '2023-04-28T04:14:25.924+00:00',
    stages: [
      {
        id: '02-01',
        name: 'Интервью назначено на 27.04.2023',
        status: 'succeed',
        date: '2023-04-25T04:14:25.924+00:00',
      },
      {
        id: '02-02',
        name: 'Интервью проведено',
        status: 'succeed',
        date: '2023-04-28T04:14:25.924+00:00',
      },
    ],
  },
  {
    id: '03',
    name: 'Тестовое задание',
    status: 'created',
    date: '2023-04-01T04:14:25.924+00:00',
    stages: [
      {
        id: '03-01',
        name: 'Отправлено тестовое задание',
        status: 'created',
        date: '2023-04-01T04:14:25.924+00:00',
      },
      {
        id: '03-02',
        name: 'Кандидат отправил решение',
        status: 'created',
        date: '2023-04-01T04:14:25.924+00:00',
      },
      {
        id: '03-03',
        name: 'Решение тестового проверил руководитель',
        status: 'created',
        date: '2023-04-01T04:14:25.924+00:00',
      },
    ],
  },
  {
    id: '04',
    name: 'Собеседование с руководителем',
    status: 'created',
    date: '2023-04-01T04:14:25.924+00:00',
    stages: [
      {
        id: '04-01',
        name: 'Собеседование назначено',
        status: 'created',
        date: '2023-04-01T04:14:25.924+00:00',
      },
      {
        id: '04-02',
        name: 'Собеседование пройдено',
        status: 'created',
        date: '2023-04-01T04:14:25.924+00:00',
      },
    ],
  },
  {
    id: '05',
    name: 'Оффер',
    status: 'created',
    date: '2023-04-01T04:14:25.924+00:00',
    stages: [
      {
        id: '05-01',
        name: 'Оффер отправлен',
        status: 'created',
        date: '2023-04-01T04:14:25.924+00:00',
      },
      {
        id: '05-02',
        name: 'Оффер принят',
        status: 'created',
        date: '2023-04-01T04:14:25.924+00:00',
      },
    ],
  },
  {
    id: '06',
    name: 'Тест без подэтапов',
    status: 'failed',
    date: '2023-04-01T04:14:25.924+00:00',
    stages: [],
  },
];
